/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

/* Title of the setting that allows the user to change how many days they get reminded for */
"Number of Reminder Days" = "Remind for";

/* Hour values for that notification setting */
"7 Days" = "7 Days";
"8 Days" = "8 Days";
"9 Days" = "9 Days";
"10 Days" = "10 Days";
"11 Days" = "11 Days";
"12 Days" = "12 Days";
"13 Days" = "13 Days";
"14 Days" = "14 Days";
"15 Days" = "15 Days";
"16 Days" = "16 Days";
"17 Days" = "17 Days";
"18 Days" = "18 Days";
"19 Days" = "19 Days";
"20 Days" = "20 Days";
"21 Days" = "21 Days";

/* Title of the setting that allows the user to set which hour in the day they want notifications to trigger */
"Water Notification Hour" = "Remind at";

/* Hour values for that notification setting */
"4 am" = "4 am";
"5 am" = "5 am";
"6 am" = "6 am";
"7 am" = "7 am";
"8 am" = "8 am";
"9 am" = "9 am";
"10 am" = "10 am";
"11 am" = "11 am";
"Noon" = "Noon";
"1 pm" = "1 pm";
"2 pm" = "2 pm";
"3 pm" = "3 pm";
"4 pm" = "4 pm";
"5 pm" = "5 pm";
"6 pm" = "6 pm";
"7 pm" = "7 pm";
"8 pm" = "8 pm";
"9 pm" = "9 pm";
"10 pm" = "10 pm";
"11 pm" = "11 pm";

/* text that informs the user that notifications should be enabled. If on and notifications permissions are disabled, then the app will tell the user that we can't send notifications. If off, the app won't tell users that nofications won't work */
"Ask for Notifications" = "Notifications";

/* text that informs the user they can reduce the amount of pink color in the app */
"Increase Contrast" = "Reduce Pink";

/* Acknowledgements Section */
"Acknowledgements" = "Open Source Software";

/* Credits Section */
"Credits.Content" = "Credits\n\nConcept and Development\nJeffrey Bergier (@jeffburg)\n\nIcon and Watering Artwork\nRyan West (@_ryanwest)";
